;[Demolition X2AbilityTemplate]
;LocFriendlyName="区域爆破"
;LocLongDescription="向目标区域发射一连串子弹，显著损坏或摧毁目标区域内的任何物体和墙体。对人物造成伤害。自由瞄准，影响范围小。"
;LocHelpText="向目标区域发射一连串子弹，对环境造成严重破坏。"
;LocFlyOverText="爆破"
;LocPromotionPopupText="<Bullet/> 爆破消耗<Ability:SelfAmmoCost/>弹药，<Ability:SelfCooldown/>回合冷却。<br/><Bullet/> 爆破会增加环境破坏，并会摧毁大多数掩体。<br/>"
;LocMissMessage="未命中!"

[SniperStandardFire X2AbilityTemplate]
LocFriendlyName="开火"
LocHelpText="向目标射击。需要两个行动点。"
LocLongDescription="较重的主武器需要两个行动点才能开火。"

[SniperRifleOverwatch X2AbilityTemplate]
LocFriendlyName="监视"
LocHelpText="向在你视线内移动的第一个敌人开火，受到命中惩罚。需要两个行动点。"
LocLongDescriptionWhenConcealed="较重的主武器需要两个行动点才能开火。"

[SingleReload X2AbilityTemplate]
LocFriendlyName="单发装填"
LocHelpText="将一发子弹重新装填你的武器。"
LocFlyOverText="重新装填"

[FullReload X2AbilityTemplate]
LocFriendlyName="完全装填"
LocHelpText="完全重新装填你的武器。消耗两行动点。"
LocFlyOverText="重新装填"

[FullReloadCannon X2AbilityTemplate]
LocFriendlyName="重新装填"
LocHelpText="重新装填你的武器。消耗两行动点。"
LocFlyOverText="重新装填"

[ABBSpray X2AbilityTemplate]
LocFriendlyName="扫射"
LocHelpText="以低精度向目标射击。不结束回合。不能爆头。"
LocLongDescription="进行一次-20命中的射击。不结束回合。在失魂者中不算作爆头，也不算作游击战术的标准射击。"

[ABBNonCannonSpray X2AbilityTemplate]
LocFriendlyName="扫射"
LocHelpText="以低精度向目标射击。不结束回合。不能爆头。"
LocLongDescription="进行一次-20命中的射击。不结束回合。在失魂者中不算作爆头，也不算作游击战术的标准射击。"

[ABBTriggerHappy X2AbilityTemplate]
LocFriendlyName="好战"
FriendlyName="好战"
LocFlyOverText="好战"
LocLongDescription="允许所有主便携式枪类使用扫射。对于已经有扫射的便携式枪类，扫射的命中惩罚从-20降低到-15。"
LocHelpText="允许所有便携式枪类使用扫射。对于已经有扫射的便携式枪类，扫射的命中惩罚从-20降低到-15。"
LocPromotionPopupText="<Bullet/> 扫射通常允许一支主便携式枪类在不结束回合的情况下进行一次射击，但受到-20命中惩罚。<br/><Bullet/> 好战会将已经有扫射的主便携式枪类的命中惩罚降低到-15，并允许在所有其他主便携式枪类上使用扫射。"

[ABBTriggerHappyBonus X2AbilityTemplate]
LocFriendlyName="好战"
FriendlyName="好战"
LocFlyOverText="好战"
LocLongDescription="允许所有主便携式枪类使用扫射。对于已经有扫射的便携式枪类，扫射的命中惩罚从-20降低到-15。"
LocHelpText="允许所有便携式枪类使用扫射。对于已经有扫射的便携式枪类，扫射的命中惩罚从-20降低到-15。"
LocPromotionPopupText="<Bullet/> 扫射通常允许一支主便携式枪类在不结束回合的情况下进行一次射击，但受到-20命中惩罚。<br/><Bullet/> 好战会将已经有扫射的主便携式枪类的命中惩罚降低到-15，并允许在所有其他主便携式枪类上使用扫射。<br/><Bullet/> 如果你在使用散弹枪或突击步枪时使用此特长，你可以在第一个动作中使用扫射，然后在第二个动作中使用标准射击。"

[StrafingShot X2AbilityTemplate]
LocFriendlyName="空中扫射"
LocLongDescription="用你的武器进行射击，然后获得一个额外的移动点，但在本回合剩余时间内，士兵的移动速度将减半。需要1个行动点，并在士兵以一半速度移动后结束回合。"
LocHelpText="用你的武器进行射击，然后获得一个额外的移动点。使用此技能后，你的移动速度在本回合剩余时间减半。"

[ABBPhoenixManeuver X2AbilityTemplate]
LocFriendlyName="凤凰机动"
LocLongDescription="用你的武器进行射击，然后以你一半的移动速度获得一次额外移动。需要2个动作，每回合可以使用一次。"
LocHelpText="用你的武器进行射击，然后以你一半的移动速度获得一次额外移动。需要2个动作，每回合可以使用一次。"

[ABBReadyForAnything X2AbilityTemplate]
LocFriendlyName="智能监视"
LocFlyOverText="监视：智能枪"
LocHelpText="使用主武器进行标准射击后进入警戒状态。需要两个动作。"
LocLongDescription="使用主武器进行标准射击后进入警戒状态。需要两个动作。"

[ABBBreach X2AbilityTemplate]
LocFriendlyName="打破僵局"
LocHelpText="对一名敌人射击。如果你未命中，则摧毁目标的掩体。消耗4弹药。"
LocLongDescription="对一名敌人射击，消耗4弹药。如果你未命中，则摧毁目标的掩体。射击有-20命中惩罚，擦伤将变成未命中。每回合可使用一次。"

[ABBSnapShot X2AbilityTemplate]
LocFriendlyName="快射"
LocFlyOverText="快射"
LocLongDescription="移动后，你可以进行标准射击，并使用侦察步枪进入标准警戒状态，但你会受到从22格开始的射程惩罚，距离目标越远，惩罚越严重。"
LocHelpText="射中目标。"

[ABBSnapShotOverwatch X2AbilityTemplate]
LocFriendlyName="监视 (快射)"
LocHelpText="向在你视线内移动的第一个敌人开火，受到命中惩罚。如果最少没有1%的命中率，则不会进行监视射击。"
LocLongDescriptionWhenConcealed="向在你视线内移动的第一个敌人开火，但只有在被发现的情况下。"
LocFlyOverText="监视"
LocFriendlyNameWhenConcealed="监视 (快射, 隐蔽式)"

[ABBCannonCloseCombatSpecialist X2AbilityTemplate]
LocFriendlyName="反应火力"
LocFlyOverText="反应火力"
LocHelpText="对任何靠近5格内的敌人进行反击射击。不需要监视，每个敌人可以触发多次。"
LocLongDescription="对任何靠近5格内的敌人进行反击射击。不需要监视，每个敌人可以触发多次。"

[ABBPistolCloseCombatSpecialist X2AbilityTemplate]
LocFriendlyName="反射火力"
LocFlyOverText="反射火力"
LocHelpText="每回合一次，用你的半自动手枪向任何靠近7格以内的敌人进行一次反射射击。不需要监视。"
LocLongDescription="每回合一次，用你的半自动手枪向任何靠近7格以内的敌人进行一次反射射击。不需要监视。"

[ABBDuplexFire X2AbilityTemplate]
LocFriendlyName="双重火力"
LocFlyOverText="双重火力"
LocHelpText="用你的半自动手枪向一个目标射击两次，每次射击-15命中。"
LocLongDescription="用你的半自动手枪向一个目标射击两次，每次射击-15命中。使用时结束士兵的回合，并且每回合可以使用一次。"

[ABBAcidBlobCV X2AbilityTemplate]
LocFriendlyName="发射酸弹"
LocLongDescription="在一个区域发射酸弹，造成伤害，撕碎护甲，使目标伤口撕裂并留下一池酸液，但不会对地形造成伤害。发射装置的酸弹储备有限，必须在发射之间冷却。"
LocHelpText="在一个区域发射酸弹，造成伤害，撕碎护甲，使目标伤口撕裂并留下一池酸液，但不会对地形造成伤害。发射装置的酸弹储备有限，必须在发射之间冷却。"

[ABBAcidBlobMG X2AbilityTemplate]
LocFriendlyName="发射酸弹"
LocLongDescription="在一个区域发射酸弹，造成伤害，撕碎护甲，使目标伤口撕裂并留下一池酸液，但不会对地形造成伤害。发射装置的酸弹储备有限，必须在发射之间冷却。"
LocHelpText="在一个区域发射酸弹，造成伤害，撕碎护甲，使目标伤口撕裂并留下一池酸液，但不会对地形造成伤害。发射装置的酸弹储备有限，必须在发射之间冷却。"

[ABBAcidBlobBM X2AbilityTemplate]
LocFriendlyName="发射酸弹"
LocLongDescription="在一个区域发射酸弹，造成伤害，撕碎护甲，使目标伤口撕裂并留下一池酸液，但不会对地形造成伤害。发射装置的酸弹储备有限，必须在发射之间冷却。"
LocHelpText="在一个区域发射酸弹，造成伤害，撕碎护甲，使目标伤口撕裂并留下一池酸液，但不会对地形造成伤害。发射装置的酸弹储备有限，必须在发射之间冷却。"

[ABBPinDown X2AbilityTemplate]
LocFriendlyName="牵制"
LocFlyOverText="牵制"
LocHelpText="向目标进行一次对该目标施加-10命中、-20暴击率和-4移动惩罚的标准射击，直到下一回合开始，即使射击未命中。"
LocLongDescription="向目标进行一次对该目标施加-10命中、-20暴击率和-4移动惩罚的标准射击，直到下一回合开始，即使射击未命中。"
LocPromotionPopupText="<Bullet/> 仅适用于定向标准射击和类似技能，如快射或赶尽杀绝。不适用于监视或其他反应射击，也不适用于大多数特殊射击，如死亡之眼。仅适用于主武器，不适用于副武器或手枪。"

[ABBTakeDown X2AbilityTemplate]
LocFriendlyName="卸倒"
LocFlyOverText="卸倒"
LocHelpText="使用枪托的最后一击。即使与冲刺招式一起使用，也不会未命中和结束回合，但只能以3点或更少生命的敌人为目标。"
LocLongDescription="使用枪托的最后一击。即使与冲刺招式一起使用，也不会未命中和结束回合，但只能以3点或更少生命的敌人为目标。"
LocPromotionPopupText="<Bullet/> 这次攻击总是造成5点伤害。如果敌人有足够的护甲或其他伤害抗性，卸倒可能并不总是导致死亡。每回合可以使用击倒一次，并且只有在作为第一个动作使用时，才能与冲刺一起使用。"

[ABBBodyHarvest X2AbilityTemplate]
LocFriendlyName="躯体收割"
LocFlyOverText="躯体收割"
LocHelpText="使用近战武器的最后一击，永远不会未命中，即使与冲刺动作一起使用，也是自由动作，但只能以3点或更少生命的敌人为目标。冷却时间5回合。"
LocLongDescription="这次攻击造成的伤害等同于你的武器伤害。如果敌人有足够的护甲或其他伤害抗性，躯体收割不一定会导致死亡。"
LocPromotionPopupText="<Bullet/> 这次攻击总是造成5点伤害。如果敌人有足够的护甲或其他抗伤害能力，Take Down不一定能杀死敌人。每个回合可以使用一次“拿下”，并且只有在作为第一个动作时才可以使用"

[ABBSureShot X2AbilityTemplate]
LocFriendlyName="自信一击"
LocFlyOverText="自信一击"
LocHelpText="每回合第一个行动点对在4格范围内的目标进行标准手枪射击后返还一个行动点。"
LocLongDescription="每回合第一个行动点对在4格范围内的目标进行标准手枪射击后返还一个行动点。"
LocPromotionPopupText="该技能只适用于胁迫手枪的标准射击，而不是你的主武器或任何其他武器。"

[AutoSniperSteadyWeapon X2AbilityTemplate]
LocFriendlyName="稳定武器"
LocFlyOverText="稳定武器"
LocLongDescription="消耗两个行动点稳定你的主武器，以便有机会在巨大后坐力的情况下射击。使得主武器下一次射击获得+120命中。在您射击、采取其他行动 (如移动) 或受到伤害后，增益将丢失。"
LocHelpText="消耗两个行动点稳定你的主武器，以便在下一次射击中准确射击。"

[ABBActivatePsiInducer X2AbilityTemplate]
LocFriendlyName="活性诱导剂"
LocFlyOverText="活性诱导剂"
LocLongDescription="将你的所有技能冷却时间重置为零。默认情况下，每次使用该异能需要1个动作，不结束回合，并消耗3充能。每回合可使用一次。开始时有3充能，每击杀一个敌人获得1次充能。"
LocHelpText="将你的所有技能冷却时间重置为零。默认情况下，每次使用该异能需要1个动作，不结束回合，并消耗3充能。每回合可使用一次。"
LocPromotionPopupText="<Bullet/> 将你的所有技能冷却时间重置为零。默认情况下，每次使用该异能需要1个动作，不结束回合，并消耗3充能。每回合可使用一次。 <br/> <Bullet/> 开始时有3充能，每击杀一个敌人获得1次充能。击杀不需要使用这种武器，但需要使用这种武器的士兵。<br/>"

[ABBMutilate X2AbilityTemplate]
LocFriendlyName="肢解"
LocFlyOverText="肢解"
LocLongDescription="无情的斩击，如果命中，保证对大多数敌人造成暴击，造成1点伤口撕裂。冷却时间为5回合，至少需要一个动作，使用时结束士兵的回合。"
LocHelpText="无情的斩击，如果命中，保证对大多数敌人造成暴击，造成1点伤口撕裂。"
LocPromotionPopupText="<Bullet/> 肢解的暴击率加成为+200%，这意味着它将对任何敌人进行暴击，除了那些根本不能被暴击的敌人。<br/> <Bullet/> 这样做的副作用是，除了最高的敌人闪避值外，其他所有闪避值都变得无用，这甚至允许攻击者破坏一只异变者的防御并抵消它的反击。<br/> <Bullet/> 虽然暴击几乎是有保证的，但肢解仍然可能失败。"

[EasyHandling X2AbilityTemplate]
LocFriendlyName="熟能生巧"
LocFlyOverText="熟能生巧"
LocLongDescription="该武器的所有擦伤都会自动升级为正常命中。"
LocHelpText="该武器的所有擦伤都会自动升级为正常命中。"
LocPromotionPopupText="<Bullet/> 如果双枪手使用具有该技能的武器，该技能只会影响该特定武器的攻击。这两种武器都需要具备这种能力，才能应用于所有的双循环攻击。"

[ABBTriggerHappyPCS X2EquipmentTemplate]
FriendlyName="个人战斗芯片：好战"
FriendlyNamePlural="个人战斗芯片：好战"
BriefSummary="授予扫射能力：使用你的主武器射击，只需1次行动，不结束回合，无论武器类型如何，但受到-20命中惩罚。如果你的主武器已经包括了扫射，那么好战会将扫射的命中惩罚从-20降低到-15。"

[T1AdventWeaponLootCrate X2ItemTemplate]
FriendlyName = "变种人武器箱 (标准)"
FriendlyNamePlural = "变种人武器箱 (标准)"
BriefSummary = "一个具有复杂安全功能的板条箱，毫无疑问，里面装着一些有价值的东西。有了一个合适的工作地点，一些时间，足够的科学家和工程师，以及一些仿制密钥的资源，我相信我们可以安全地打开板条箱，而不会触发任何故障保护。根据黑市卖家的说法，除了收藏家之外，这些东西对任何人都没有价值，因为它们很难打开，而且价格也不高。"
TacticalText = "一个具有复杂安全功能的板条箱，毫无疑问，里面装着一些有价值的东西。有了一个合适的工作地点，一些时间，足够的科学家和工程师，以及一些仿制密钥的资源，我相信我们可以安全地打开板条箱，而不会触发任何故障保护。根据黑市卖家的说法，除了收藏家之外，这些东西对任何人都没有价值，因为它们很难打开，而且价格也不高。"

[T1EAdventWeaponLootCrate X2ItemTemplate]
FriendlyName = "变种人武器箱 (稀有)"
FriendlyNamePlural = "变种人武器箱 (稀有)"
BriefSummary = "一个具有复杂安全功能的板条箱，毫无疑问，里面装着一些有价值的东西。有了一个合适的工作地点，一些时间，足够的科学家和工程师，以及一些仿制密钥的资源，我相信我们可以安全地打开板条箱，而不会触发任何故障保护。根据黑市卖家的说法，除了收藏家之外，这些东西对任何人都没有价值，因为它们很难打开，而且价格也不高。"
TacticalText = "一个具有复杂安全功能的板条箱，毫无疑问，里面装着一些有价值的东西。有了一个合适的工作地点，一些时间，足够的科学家和工程师，以及一些仿制密钥的资源，我相信我们可以安全地打开板条箱，而不会触发任何故障保护。根据黑市卖家的说法，除了收藏家之外，这些东西对任何人都没有价值，因为它们很难打开，而且价格也不高。"

[T2AdventWeaponLootCrate X2ItemTemplate]
FriendlyName = "高级变种人武器箱 (标准)"
FriendlyNamePlural = "高级变种人武器箱 (标准)"
BriefSummary = "一个具有复杂安全功能的板条箱，毫无疑问，里面装着一些有价值的东西。有了一个合适的工作地点，一些时间，足够的科学家和工程师，以及一些仿制密钥的资源，我相信我们可以安全地打开板条箱，而不会触发任何故障保护。根据黑市卖家的说法，除了收藏家之外，这些东西对任何人都没有价值，因为它们很难打开，而且价格也不高。"
TacticalText = "一个具有复杂安全功能的板条箱，毫无疑问，里面装着一些有价值的东西。有了一个合适的工作地点，一些时间，足够的科学家和工程师，以及一些仿制密钥的资源，我相信我们可以安全地打开板条箱，而不会触发任何故障保护。根据黑市卖家的说法，除了收藏家之外，这些东西对任何人都没有价值，因为它们很难打开，而且价格也不高。"

[T2EAdventWeaponLootCrate X2ItemTemplate]
FriendlyName = "高级变种人武器箱 (稀有)"
FriendlyNamePlural = "高级变种人武器箱 (稀有)"
BriefSummary = "一个具有复杂安全功能的板条箱，毫无疑问，里面装着一些有价值的东西。有了一个合适的工作地点，一些时间，足够的科学家和工程师，以及一些仿制密钥的资源，我相信我们可以安全地打开板条箱，而不会触发任何故障保护。根据黑市卖家的说法，除了收藏家之外，这些东西对任何人都没有价值，因为它们很难打开，而且价格也不高。"
TacticalText = "一个具有复杂安全功能的板条箱，毫无疑问，里面装着一些有价值的东西。有了一个合适的工作地点，一些时间，足够的科学家和工程师，以及一些仿制密钥的资源，我相信我们可以安全地打开板条箱，而不会触发任何故障保护。根据黑市卖家的说法，除了收藏家之外，这些东西对任何人都没有价值，因为它们很难打开，而且价格也不高。"

[T3AdventWeaponLootCrate X2ItemTemplate]
FriendlyName = "终极变种人武器箱 (标准)"
FriendlyNamePlural = "终极变种人武器箱 (标准)"
BriefSummary = "一个具有复杂安全功能的板条箱，毫无疑问，里面装着一些有价值的东西。有了一个合适的工作地点，一些时间，足够的科学家和工程师，以及一些仿制密钥的资源，我相信我们可以安全地打开板条箱，而不会触发任何故障保护。根据黑市卖家的说法，除了收藏家之外，这些东西对任何人都没有价值，因为它们很难打开，而且价格也不高。"
TacticalText = "一个具有复杂安全功能的板条箱，毫无疑问，里面装着一些有价值的东西。有了一个合适的工作地点，一些时间，足够的科学家和工程师，以及一些仿制密钥的资源，我相信我们可以安全地打开板条箱，而不会触发任何故障保护。根据黑市卖家的说法，除了收藏家之外，这些东西对任何人都没有价值，因为它们很难打开，而且价格也不高。"

[T3EAdventWeaponLootCrate X2ItemTemplate]
FriendlyName = "终极变种人武器箱 (稀有)"
FriendlyNamePlural = "终极变种人武器箱 (稀有)"
BriefSummary = "一个具有复杂安全功能的板条箱，毫无疑问，里面装着一些有价值的东西。有了一个合适的工作地点，一些时间，足够的科学家和工程师，以及一些仿制密钥的资源，我相信我们可以安全地打开板条箱，而不会触发任何故障保护。根据黑市卖家的说法，除了收藏家之外，这些东西对任何人都没有价值，因为它们很难打开，而且价格也不高。"
TacticalText = "一个具有复杂安全功能的板条箱，毫无疑问，里面装着一些有价值的东西。有了一个合适的工作地点，一些时间，足够的科学家和工程师，以及一些仿制密钥的资源，我相信我们可以安全地打开板条箱，而不会触发任何故障保护。根据黑市卖家的说法，除了收藏家之外，这些东西对任何人都没有价值，因为它们很难打开，而且价格也不高。"

[UnlockT1AdventLootCrate X2TechTemplate]
DisplayName="解锁变种人武器箱 (标准)"
Summary="这个板条箱有着复杂的安全功能，如果我们不花点时间让合适的人安全地打开它，其结果是无法想象的，它可以从破坏里面的东西到破坏整个房间，甚至更糟。因此，用武力打开它是完全不可能的。我们还需要少量资源来仿制密钥。每个板条箱都有一把独特的锁，所以密钥只能一次性使用。"

[UnlockT1EAdventLootCrate X2TechTemplate]
DisplayName="解锁变种人武器箱 (稀有)"
Summary="这个板条箱有着复杂的安全功能，如果我们不花点时间让合适的人安全地打开它，其结果是无法想象的，它可以从破坏里面的东西到破坏整个房间，甚至更糟。因此，用武力打开它是完全不可能的。我们还需要少量资源来仿制密钥。每个板条箱都有一把独特的锁，所以密钥只能一次性使用。"

[UnlockT2AdventLootCrate X2TechTemplate]
DisplayName="解锁高级变种人武器箱 (标准)"
Summary="这个板条箱有着复杂的安全功能，如果我们不花点时间让合适的人安全地打开它，其结果是无法想象的，它可以从破坏里面的东西到破坏整个房间，甚至更糟。因此，用武力打开它是完全不可能的。我们还需要少量资源来仿制密钥。每个板条箱都有一把独特的锁，所以密钥只能一次性使用。"

[UnlockT2EAdventLootCrate X2TechTemplate]
DisplayName="解锁高级变种人武器箱 (稀有)"
Summary="这个板条箱有着复杂的安全功能，如果我们不花点时间让合适的人安全地打开它，其结果是无法想象的，它可以从破坏里面的东西到破坏整个房间，甚至更糟。因此，用武力打开它是完全不可能的。我们还需要少量资源来仿制密钥。每个板条箱都有一把独特的锁，所以密钥只能一次性使用。"

[UnlockT3AdventLootCrate X2TechTemplate]
DisplayName="解锁终极变种人武器箱 (标准)"
Summary="这个板条箱有着复杂的安全功能，如果我们不花点时间让合适的人安全地打开它，其结果是无法想象的，它可以从破坏里面的东西到破坏整个房间，甚至更糟。因此，用武力打开它是完全不可能的。我们还需要少量资源来仿制密钥。每个板条箱都有一把独特的锁，所以密钥只能一次性使用。"

[UnlockT3EAdventLootCrate X2TechTemplate]
DisplayName="解锁终极变种人武器箱 (稀有)"
Summary="这个板条箱有着复杂的安全功能，如果我们不花点时间让合适的人安全地打开它，其结果是无法想象的，它可以从破坏里面的东西到破坏整个房间，甚至更糟。因此，用武力打开它是完全不可能的。我们还需要少量资源来仿制密钥。每个板条箱都有一把独特的锁，所以密钥只能一次性使用。"

[UnlockT1AdventLootCrateFree X2TechTemplate]
DisplayName="解锁变种人武器箱 (标准，免费)"
Summary="这个板条箱有着复杂的安全功能，如果我们不花点时间让合适的人安全地打开它，其结果是无法想象的，它可以从破坏里面的东西到破坏整个房间，甚至更糟。因此，用武力打开它是完全不可能的。多亏了我们科学和工程团队的成长，他们已经想出一种无需仿制密钥就能安全开锁的方法。"

[UnlockT1EAdventLootCrateFree X2TechTemplate]
DisplayName="解锁变种人武器箱 (稀有，免费)"
Summary="这个板条箱有着复杂的安全功能，如果我们不花点时间让合适的人安全地打开它，其结果是无法想象的，它可以从破坏里面的东西到破坏整个房间，甚至更糟。因此，用武力打开它是完全不可能的。多亏了我们科学和工程团队的成长，他们已经想出一种无需仿制密钥就能安全开锁的方法。"

[UnlockT2AdventLootCrateFree X2TechTemplate]
DisplayName="解锁高级变种人武器箱 (标准，免费)"
Summary="这个板条箱有着复杂的安全功能，如果我们不花点时间让合适的人安全地打开它，其结果是无法想象的，它可以从破坏里面的东西到破坏整个房间，甚至更糟。因此，用武力打开它是完全不可能的。多亏了我们科学和工程团队的成长，他们已经想出一种无需仿制密钥就能安全开锁的方法。"

[UnlockT2EAdventLootCrateFree X2TechTemplate]
DisplayName="解锁高级变种人武器箱 (稀有，免费)"
Summary="这个板条箱有着复杂的安全功能，如果我们不花点时间让合适的人安全地打开它，其结果是无法想象的，它可以从破坏里面的东西到破坏整个房间，甚至更糟。因此，用武力打开它是完全不可能的。多亏了我们科学和工程团队的成长，他们已经想出一种无需仿制密钥就能安全开锁的方法。"

[UnlockT3AdventLootCrateFree X2TechTemplate]
DisplayName="解锁终极变种人武器箱 (标准，免费)"
Summary="这个板条箱有着复杂的安全功能，如果我们不花点时间让合适的人安全地打开它，其结果是无法想象的，它可以从破坏里面的东西到破坏整个房间，甚至更糟。因此，用武力打开它是完全不可能的。多亏了我们科学和工程团队的成长，他们已经想出一种无需仿制密钥就能安全开锁的方法。"

[UnlockT3EAdventLootCrateFree X2TechTemplate]
DisplayName="解锁终极变种人武器箱 (稀有，免费)"
Summary="这个板条箱有着复杂的安全功能，如果我们不花点时间让合适的人安全地打开它，其结果是无法想象的，它可以从破坏里面的东西到破坏整个房间，甚至更糟。因此，用武力打开它是完全不可能的。多亏了我们科学和工程团队的成长，他们已经想出一种无需仿制密钥就能安全开锁的方法。"

[ABBA_ADVENT_SMG_CV X2WeaponTemplate]
FriendlyName="变种人冲锋枪"
FriendlyNamePlural="变种人冲锋枪"
BriefSummary="变种人冲锋枪是一种轻型武器，赋予空中扫射技能，在射击后以一半移动速度来进行移动。暴击率和暴击伤害都很高。"
TacticalText="<Bullet/> 这种武器在近距离内非常精确，但在远距离时，精度会像散弹枪一样快速下降。\n<Bullet/> 变种人冲锋枪最适合在近距离内进行游击战术的攻击。\n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="冲锋枪"

[ABBA_ADVENT_SMG_MG X2WeaponTemplate]
FriendlyName="高级变种人冲锋枪"
FriendlyNamePlural="高级变种人冲锋枪"
BriefSummary="变种人冲锋枪是一种轻型武器，赋予空中扫射技能，在射击后以一半移动速度来进行移动。暴击率和暴击伤害都很高。"
TacticalText="<Bullet/> 这种武器在近距离内非常精确，但在远距离时，精度会像散弹枪一样快速下降。\n<Bullet/> 变种人冲锋枪最适合在近距离内进行游击战术的攻击。\n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="冲锋枪"

[ABBA_ADVENT_SMG_BM X2WeaponTemplate]
FriendlyName="终极变种人冲锋枪"
FriendlyNamePlural="终极变种人冲锋枪"
BriefSummary="变种人冲锋枪是一种轻型武器，赋予空中扫射技能，在射击后以一半移动速度来进行移动。暴击率和暴击伤害都很高。"
TacticalText="<Bullet/> 这种武器在近距离内非常精确，但在远距离时，精度会像散弹枪一样快速下降。\n<Bullet/> 变种人冲锋枪最适合在近距离内进行游击战术的攻击。\n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="冲锋枪"

[ABBA_ADVENT_ASSAULTRIFLE_CV X2WeaponTemplate]
FriendlyName="变种人执法步枪"
FriendlyNamePlural="变种人执法步枪"
BriefSummary="变种人执法步枪是一种尖端的平定武器，是变种人成功的米兰达项目实验的下一步，也是我们散兵无托式的替代品。它可以进行一个特殊的射击，击昏任何目标，包括机械目标。"
TacticalText="<Bullet/> 无论距离目标有多远，这种步枪的精度变化不大。\n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="执法步枪"

[ABBA_ADVENT_ASSAULTRIFLE_MG X2WeaponTemplate]
FriendlyName="高级变种人执法步枪"
FriendlyNamePlural="高级变种人执法步枪"
BriefSummary="变种人执法步枪是一种尖端的平定武器，是变种人成功的米兰达项目实验的下一步，也是我们散兵无托式的替代品。它可以进行一个特殊的射击，击昏任何目标，包括机械目标。"
TacticalText="<Bullet/> 无论距离目标有多远，这种步枪的精度变化不大。\n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="执法步枪"

[ABBA_ADVENT_ASSAULTRIFLE_BM X2WeaponTemplate]
FriendlyName="终极变种人执法步枪"
FriendlyNamePlural="终极变种人执法步枪"
BriefSummary="变种人执法步枪是一种尖端的平定武器，是变种人成功的米兰达项目实验的下一步，也是我们散兵无托式的替代品。它可以进行一个特殊的射击，击昏任何目标，包括机械目标。"
TacticalText="<Bullet/> 无论距离目标有多远，这种步枪的精度变化不大。\n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="执法步枪"

[ABBA_ADVENT_CARBINE_CV X2WeaponTemplate]
FriendlyName="变种人诱导剂卡宾枪"
FriendlyNamePlural="变种人诱导剂卡宾枪"
BriefSummary="作为变种人祭司步枪的变种和我们士兵突击步枪的替代品，变种人诱导剂卡宾枪的主要功能是催化剂而不是武器。它不仅提供冲锋枪级别火力，而且还具有一个内部生物灵能组件，类似于一个小型看门人，可以操纵持有者的思想、身体和装备，重置能力冷却。试着不要去想这件事的道德复杂性。"
TacticalText="<Bullet/> 变种人诱导剂卡宾枪与标准突击步枪一样精确。\n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="诱导剂卡宾枪"

[ABBA_ADVENT_CARBINE_MG X2WeaponTemplate]
FriendlyName="高级变种人诱导剂卡宾枪"
FriendlyNamePlural="高级变种人诱导剂卡宾枪"
BriefSummary="作为变种人祭司步枪的变种和我们士兵突击步枪的替代品，变种人诱导剂卡宾枪的主要功能是催化剂而不是武器。它不仅提供冲锋枪级别火力，而且还具有一个内部生物灵能组件，类似于一个小型看门人，可以操纵持有者的思想、身体和装备，重置能力冷却。试着不要去想这件事的道德复杂性。"
TacticalText="<Bullet/> 变种人诱导剂卡宾枪与标准突击步枪一样精确。\n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="诱导剂卡宾枪"

[ABBA_ADVENT_CARBINE_BM X2WeaponTemplate]
FriendlyName="终极变种人诱导剂卡宾枪"
FriendlyNamePlural="终极变种人诱导剂卡宾枪"
BriefSummary="作为变种人祭司步枪的变种和我们士兵突击步枪的替代品，变种人诱导剂卡宾枪的主要功能是催化剂而不是武器。它不仅提供冲锋枪级别火力，而且还具有一个内部生物灵能组件，类似于一个小型看门人，可以操纵持有者的思想、身体和装备，重置能力冷却。试着不要去想这件事的道德复杂性。"
TacticalText="<Bullet/> 变种人诱导剂卡宾枪与标准突击步枪一样精确。\n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="诱导剂卡宾枪"

[ABBA_ADVENT_SHOTGUN_CV X2WeaponTemplate]
FriendlyName="变种人散弹枪"
FriendlyNamePlural="变种人散弹枪"
BriefSummary="这款散弹枪易于操作，但装填起来却很麻烦。如果持有者不攻击，他们将能够自动蹲伏。虽然它的暴击能力低于标准散弹枪，但它可以发射突破性的子弹，轻易摧毁它们击中的任何掩体。"
TacticalText="<Bullet/> 这把散弹枪有两种重新装填的选择：单发装填，一个行动点装填一发子弹，不结束回合；完全装填，两个行动点装填整个弹匣。 \n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="散弹枪"

[ABBA_ADVENT_SHOTGUN_MG X2WeaponTemplate]
FriendlyName="高级变种人散弹枪"
FriendlyNamePlural="高级变种人散弹枪"
BriefSummary="这款散弹枪易于操作，但装填起来却很麻烦。如果持有者不攻击，他们将能够自动蹲伏。虽然它的暴击能力低于标准散弹枪，但它可以发射突破性的子弹，轻易摧毁它们击中的任何掩体。"
TacticalText="<Bullet/> 这把散弹枪有两种重新装填的选择：单发装填，一个行动点装填一发子弹，不结束回合；完全装填，两个行动点装填整个弹匣。 \n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="散弹枪"

[ABBA_ADVENT_SHOTGUN_BM X2WeaponTemplate]
FriendlyName="终极变种人散弹枪"
FriendlyNamePlural="终极变种人散弹枪"
BriefSummary="这款散弹枪易于操作，但装填起来却很麻烦。如果持有者不攻击，他们将能够自动蹲伏。虽然它的暴击能力低于标准散弹枪，但它可以发射突破性的子弹，轻易摧毁它们击中的任何掩体。"
TacticalText="<Bullet/> 这把散弹枪有两种重新装填的选择：单发装填，一个行动点装填一发子弹，不结束回合；完全装填，两个行动点装填整个弹匣。 \n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="散弹枪"

[ABBA_ADVENT_SCOUTRIFLE_CV X2WeaponTemplate]
FriendlyName="变种人侦察步枪"
FriendlyNamePlural="变种人侦察步枪"
BriefSummary="变种人侦察步枪是为侦察部队设计的。它的打击不如狙击步枪，但即使在移动后也可以进行射击。它也可以在不移动的情况下进行射击，然后再进行半移动，但每回合只能进行一次射击。"
TacticalText="<Bullet/> 与标准狙击步枪相比，这种步枪近距离精度高一点，但在远距离精度低一点。 \n<Bullet/> 变种人侦察步枪是侦察兵、枪手或需要跟上队伍的军官一个很好的选择。\n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="侦察步枪"

[ABBA_ADVENT_SCOUTRIFLE_MG X2WeaponTemplate]
FriendlyName="高级变种人侦察步枪"
FriendlyNamePlural="高级变种人侦察步枪"
BriefSummary="变种人侦察步枪是为侦察部队设计的。它的打击不如狙击步枪，但即使在移动后也可以进行射击。它也可以在不移动的情况下进行射击，然后再进行半移动，但每回合只能进行一次射击。"
TacticalText="<Bullet/> 与标准狙击步枪相比，这种步枪近距离精度高一点，但在远距离精度低一点。 \n<Bullet/> 变种人侦察步枪是侦察兵、枪手或需要跟上队伍的军官一个很好的选择。\n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="侦察步枪"

[ABBA_ADVENT_SCOUTRIFLE_BM X2WeaponTemplate]
FriendlyName="终极变种人侦察步枪"
FriendlyNamePlural="终极变种人侦察步枪"
BriefSummary="变种人侦察步枪是为侦察部队设计的。它的打击不如狙击步枪，但即使在移动后也可以进行射击。它也可以在不移动的情况下进行射击，然后再进行半移动，但每回合只能进行一次射击。"
TacticalText="<Bullet/> 与标准狙击步枪相比，这种步枪近距离精度高一点，但在远距离精度低一点。 \n<Bullet/> 变种人侦察步枪是侦察兵、枪手或需要跟上队伍的军官一个很好的选择。\n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="侦察步枪"

[ABBA_ADVENT_BREAKERRIFLE_CV X2WeaponTemplate]
FriendlyName="变种人中继步枪"
FriendlyNamePlural="变种人中继步枪"
BriefSummary="变种人中继步枪是死神维克托系列步枪的有力替代品，该系列步枪从射程上来说也是一样的精确，但是近距离就不那么精确了。它的设计是在一次爆发中发射整个弹匣，这意味着每次射击后必须重新装弹。这款自动狙击步枪采用了小口径射击，并配有集成补偿器，使其与标准的维克托步枪一样容易射击。消耗2个行动点进行射击。"
TacticalText="<Bullet/> 消耗2个行动点进行射击。\n<Bullet/> 这种武器不能装备自动装填器或扩展弹匣。\n<Bullet/> 只要士兵不依赖“放逐”这样的多发射击能力，变种人中继步枪是一个决定性杀戮很好的选择。 \n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="中继步枪"

[ABBA_ADVENT_BREAKERRIFLE_MG X2WeaponTemplate]
FriendlyName="高级变种人中继步枪"
FriendlyNamePlural="高级变种人中继步枪"
BriefSummary="变种人中继步枪是死神维克托系列步枪的有力替代品，该系列步枪从射程上来说也是一样的精确，但是近距离就不那么精确了。它的设计是在一次爆发中发射整个弹匣，这意味着每次射击后必须重新装弹。这款自动狙击步枪采用了小口径射击，并配有集成补偿器，使其与标准的维克托步枪一样容易射击。消耗2个行动点进行射击。"
TacticalText="<Bullet/> 消耗2个行动点进行射击。\n<Bullet/> 这种武器不能装备自动装填器或扩展弹匣。\n<Bullet/> 只要士兵不依赖“放逐”这样的多发射击能力，变种人中继步枪是一个决定性杀戮很好的选择。 \n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="中继步枪"

[ABBA_ADVENT_BREAKERRIFLE_BM X2WeaponTemplate]
FriendlyName="终极变种人中继步枪"
FriendlyNamePlural="终极变种人中继步枪"
BriefSummary="变种人中继步枪是死神维克托系列步枪的有力替代品，该系列步枪从射程上来说也是一样的精确，但是近距离就不那么精确了。它的设计是在一次爆发中发射整个弹匣，这意味着每次射击后必须重新装弹。这款自动狙击步枪采用了小口径射击，并配有集成补偿器，使其与标准的维克托步枪一样容易射击。消耗2个行动点进行射击。"
TacticalText="<Bullet/> 消耗2个行动点进行射击。\n<Bullet/> 这种武器不能装备自动装填器或扩展弹匣。\n<Bullet/> 只要士兵不依赖“放逐”这样的多发射击能力，变种人中继步枪是一个决定性杀戮很好的选择。 \n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="中继步枪"

[ABBA_ADVENT_CANNON_CV X2WeaponTemplate]
FriendlyName="变种人智能枪"
FriendlyNamePlural="变种人智能枪"
BriefSummary="带有电子设备的小型加农炮，可以自动跟踪目标。它的有效射程与标准加农炮或机枪相似，但伤害稍低。每当士兵进行标准射击后，武器将进入警戒状态。智能枪也能在近距离内自动射击敌人。附带一个大型弹匣，但重新装填需要两个行动点。"
TacticalText="<Bullet/> 射击需要两个行动点，但射击后将进入警戒状态。常规的监视仍然只需要一行动点。\n<Bullet/> 对付成群结队的敌人，如失魂者或寄生兽，变种人智能枪是一个很好的选择。 \n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="智能枪"

[ABBA_ADVENT_CANNON_MG X2WeaponTemplate]
FriendlyName="高级变种人智能枪"
FriendlyNamePlural="高级变种人智能枪"
BriefSummary="带有电子设备的小型加农炮，可以自动跟踪目标。它的有效射程与标准加农炮或机枪相似，但伤害稍低。每当士兵进行标准射击后，武器将进入警戒状态。智能枪也能在近距离内自动射击敌人。附带一个大型弹匣，但重新装填需要两个行动点。"
TacticalText="<Bullet/> 射击需要两个行动点，但射击后将进入警戒状态。常规的监视仍然只需要一行动点。\n<Bullet/> 对付成群结队的敌人，如失魂者或寄生兽，变种人智能枪是一个很好的选择。 \n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="智能枪"

[ABBA_ADVENT_CANNON_BM X2WeaponTemplate]
FriendlyName="终极变种人智能枪"
FriendlyNamePlural="终极变种人智能枪"
BriefSummary="带有电子设备的小型加农炮，可以自动跟踪目标。它的有效射程与标准加农炮或机枪相似，但伤害稍低。每当士兵进行标准射击后，武器将进入警戒状态。智能枪也能在近距离内自动射击敌人。附带一个大型弹匣，但重新装填需要两个行动点。"
TacticalText="<Bullet/> 射击需要两个行动点，但射击后将进入警戒状态。常规的监视仍然只需要一行动点。\n<Bullet/> 对付成群结队的敌人，如失魂者或寄生兽，变种人智能枪是一个很好的选择。 \n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="智能枪"

[ABBA_ADVENT_GRENADELAUNCHER_CV X2WeaponTemplate]
FriendlyName="变种人酸弹发射器"
FriendlyNamePlural="变种人酸弹发射器"
BriefSummary="疯子的创造；变种人酸弹发射器发射的酸弹与仙女座相同。与仙女座的酸性武器系统不同，这种发射器不能无限期地产生酸性物质，并且每次任务只能发射2次。虽然它的外观类似于标准的榴弹发射器，但其内部设计仅适用于自身的酸弹，不能发射榴弹。发射装置必须在发射之间冷却。"
TacticalText="<Bullet/> 不能发射榴弹，因此不能为其提供射程或半径加成。\n<Bullet/> 变种人酸弹发射器造成纯粹的酸性伤害，因此不会摧毁战利品，不会受到爆炸护具之类能力的抵抗，也不会很快吸引失魂者，但不会对免疫酸的敌人造成任何伤害，如仙女座或生化单位。\n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="酸弹发射器"

[ABBA_ADVENT_GRENADELAUNCHER_MG X2WeaponTemplate]
FriendlyName="高级变种人酸弹发射器"
FriendlyNamePlural="高级变种人酸弹发射器"
BriefSummary="疯子的创造；变种人酸弹发射器发射的酸弹与仙女座相同。与仙女座的酸性武器系统不同，这种发射器不能无限期地产生酸性物质，并且每次任务只能发射2次。虽然它的外观类似于标准的榴弹发射器，但其内部设计仅适用于自身的酸弹，不能发射榴弹。发射装置必须在发射之间冷却。"
TacticalText="<Bullet/> 不能发射榴弹，因此不能为其提供射程或半径加成。\n<Bullet/> 变种人酸弹发射器造成纯粹的酸性伤害，因此不会摧毁战利品，不会受到爆炸护具之类能力的抵抗，也不会很快吸引失魂者，但不会对免疫酸的敌人造成任何伤害，如仙女座或生化单位。\n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="酸弹发射器"

[ABBA_ADVENT_GRENADELAUNCHER_BM X2WeaponTemplate]
FriendlyName="终极变种人酸弹发射器"
FriendlyNamePlural="终极变种人酸弹发射器"
BriefSummary="疯子的创造；变种人酸弹发射器发射的酸弹与仙女座相同。与仙女座的酸性武器系统不同，这种发射器不能无限期地产生酸性物质，并且每次任务只能发射2次。虽然它的外观类似于标准的榴弹发射器，但其内部设计仅适用于自身的酸弹，不能发射榴弹。发射装置必须在发射之间冷却。"
TacticalText="<Bullet/> 不能发射榴弹，因此不能为其提供射程或半径加成。\n<Bullet/> 变种人酸弹发射器造成纯粹的酸性伤害，因此不会摧毁战利品，不会受到爆炸护具之类能力的抵抗，也不会很快吸引失魂者，但不会对免疫酸的敌人造成任何伤害，如仙女座或生化单位。\n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="酸弹发射器"

[ABBA_ADVENT_PISTOL_CV X2WeaponTemplate]
FriendlyName="变种人胁迫手枪"
FriendlyNamePlural="变种人胁迫手枪"
BriefSummary="该手枪因其广泛应用于变种人军官中，用于从被俘的敌方非战斗人员身上获取信息而得名，它以出色的操控性弥补了其低制动能力。它可以近距离射击，而不需要每回合花费一次行动，并且不会造成擦伤。"
TacticalText="<Bullet/> 使用与自动手枪和散弹枪相同的射程表。 \n<Bullet/> 胁迫手枪是在进行主武器攻击之前软化目标的最佳选择。\n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="手枪"

[ABBA_ADVENT_PISTOL_MG X2WeaponTemplate]
FriendlyName="高级变种人胁迫手枪"
FriendlyNamePlural="高级变种人胁迫手枪"
BriefSummary="该手枪因其广泛应用于变种人军官中，用于从被俘的敌方非战斗人员身上获取信息而得名，它以出色的操控性弥补了其低制动能力。它可以近距离射击，而不需要每回合花费一次行动，并且不会造成擦伤。"
TacticalText="<Bullet/> 使用与自动手枪和散弹枪相同的射程表。 \n<Bullet/> 胁迫手枪是在进行主武器攻击之前软化目标的最佳选择。\n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="手枪"

[ABBA_ADVENT_PISTOL_BM X2WeaponTemplate]
FriendlyName="终极变种人胁迫手枪"
FriendlyNamePlural="终极变种人胁迫手枪"
BriefSummary="该手枪因其广泛应用于变种人军官中，用于从被俘的敌方非战斗人员身上获取信息而得名，它以出色的操控性弥补了其低制动能力。它可以近距离射击，而不需要每回合花费一次行动，并且不会造成擦伤。"
TacticalText="<Bullet/> 使用与自动手枪和散弹枪相同的射程表。 \n<Bullet/> 胁迫手枪是在进行主武器攻击之前软化目标的最佳选择。\n<Bullet/> 这似乎是某种测试模型。它缺乏变种人标准武器上常见的安全特性，但我们没有办法进行逆向工程。我们只能将就这些在战场找到的东西。"
AbilityDescName="手枪"

[ABBA_LMG_CV X2WeaponTemplate]
FriendlyName="轻机枪"
FriendlyNamePlural="轻机枪"
BriefSummary="轻机枪由于其巨大的弹匣和扫射能力，擅长对付成群结队的敌人。标准射击、监视和重新装填各采取2个行动点。伤害比加农炮略低，但轻机枪自带撕碎少量护甲能力。"
TacticalText="<Bullet/> 标准射击和标准监视都需要2个行动点。 \n<Bullet/> 与加农炮共享相同的射程表。 \n<Bullet/> 如果士兵专攻压制目标，或者使用仅受弹药限制的多目标能力，如杀戮地带，那么就考虑用轻机枪替换加农炮。"
AbilityDescName="机枪"

[ABBA_LMG_LASER X2WeaponTemplate]
FriendlyName="高级激光机枪"
FriendlyNamePlural="高级激光机枪"
BriefSummary="轻机枪由于其巨大的弹匣和扫射能力，擅长对付成群结队的敌人。标准射击、监视和重新装填各采取2个行动点。伤害比加农炮略低，但轻机枪自带撕碎少量护甲能力。"
TacticalText="<Bullet/> 标准射击和标准监视都需要2个行动点。 \n<Bullet/> 与加农炮共享相同的射程表。 \n<Bullet/> 如果士兵专攻压制目标，或者使用仅受弹药限制的多目标能力，如杀戮地带，那么就考虑用轻机枪替换加农炮。"
AbilityDescName="机枪"

[ABBA_LMG_LASERM2 X2WeaponTemplate]
FriendlyName="终极激光机枪"
FriendlyNamePlural="终极激光机枪"
BriefSummary="轻机枪由于其巨大的弹匣和扫射能力，擅长对付成群结队的敌人。标准射击、监视和重新装填各采取2个行动点。伤害比加农炮略低，但轻机枪自带撕碎少量护甲能力。"
TacticalText="<Bullet/> 标准射击和标准监视都需要2个行动点。 \n<Bullet/> 与加农炮共享相同的射程表。 \n<Bullet/> 如果士兵专攻压制目标，或者使用仅受弹药限制的多目标能力，如杀戮地带，那么就考虑用轻机枪替换加农炮。"
AbilityDescName="机枪"

[ABBA_LMG_PLASMA X2WeaponTemplate]
FriendlyName="原型等离子机枪"
FriendlyNamePlural="原型等离子机枪"
BriefSummary="原型等离子武器是我们标准磁力武器的尖端替代品，与之相比有其自身的优势和劣势。等离子机枪的原型在其巨大的弹匣和扫射能力方面与轻机枪非常相似，并且需要2个行动点来射击、监视和重新装填。"
TacticalText="<Bullet/> 原型等离子系列武器专注于暴击、整体伤害、地形破坏和护甲粉碎。与高级激光系列武器不同，它们通常不会穿甲，不精准、声音大，并且具有极不稳定的伤害。 \n<Bullet/> 如果士兵专攻压制目标，或者使用仅受弹药限制的多目标能力，如杀戮地带，那么就考虑用轻机枪替换加农炮。"
AbilityDescName="机枪"

[ABBA_LMG_PLASMAM2 X2WeaponTemplate]
FriendlyName="湍流等离子机枪"
FriendlyNamePlural="湍流等离子机枪"
BriefSummary="湍流等离子体武器兼具原型等离子体的特点，是我们标准光束武器的尖端替代品。湍流等离子机枪在其巨大的弹匣和喷射能力方面与轻型机枪非常相似，并且需要2个行动点进行射击、监视和重新装填。"
TacticalText="<Bullet/> 湍流等离子系列武器擅长于暴击、整体伤害、地形破坏和破甲。它们通常不会穿甲，而且不精准、声音大，并且与终极激光系列武器不同，具有极不稳定的伤害。 \n<Bullet/> 如果士兵专攻压制目标，或者使用仅受弹药限制的多目标能力，如杀戮地带，那么就考虑用轻机枪替换加农炮。"
AbilityDescName="机枪"

[ABBA_SHOTGUN_CV X2WeaponTemplate]
FriendlyName="狩猎散弹枪"
FriendlyNamePlural="狩猎散弹枪"
BriefSummary="狩猎散弹枪的打击比我们的标准散弹枪更猛烈，穿透1护甲，但装填速度较慢，而且不会像我们的标准散弹枪那样经常暴击。"
TacticalText="<Bullet/> 这种散弹枪有两种重新装填的选择：单发装填，一行动点装填一发子弹，不结束回合；完全装填，两个行动点装填整个弹匣。 \n<Bullet/> 对于快速击杀和俘虏任务以及干掉机器人来说，这是一个很好的选择，但在对付成群结队的弱小敌人 (如失魂者) 时，它却有不足之处。"
AbilityDescName="散弹枪"

[ABBA_SHOTGUN_LASER X2WeaponTemplate]
FriendlyName="高级散射枪"
FriendlyNamePlural="高级散射枪"
BriefSummary="高级激光是标准激光武器的一个进步，与我们的标准磁力武器相比，高级激光有其自身的优势和劣势。高级散射枪在伤害和额外穿甲方面与狩猎散弹枪非常相似，也有其重新装填的机制。"
TacticalText="<Bullet/> 高级激光系列武器擅长精确性、持续伤害、降噪和穿甲。与原型等离子武器相比，暴击、破甲、地形破坏和整体伤害潜力更低。\n<Bullet/> 这种散弹枪有两种重新装填的选择：单发装填，一行动点装填一发子弹，不结束回合；完全装填，两个行动点装填整个弹匣。\n<Bullet/> 对于快速击杀和俘虏任务以及干掉机器人来说，这是一个很好的选择，但在对付成群结队的弱小敌人 (如失魂者) 时，它却有不足之处。"
AbilityDescName="散弹枪"

[ABBA_SHOTGUN_LASERM2 X2WeaponTemplate]
FriendlyName="终极散射枪"
FriendlyNamePlural="终极散射枪"
BriefSummary="终极激光技术将高级激光的特性加倍，与我们的标准光束武器相比，它们具有各自的优势和劣势。终极散射枪在伤害和额外的穿甲以及其重新装填的机制方面与狩猎散弹枪非常相似。"
TacticalText="<Bullet/> 终极激光系列武器擅长精确性、持续伤害、降噪和穿甲。与湍流等离子体武器相比，暴击、破甲、地形破坏和整体伤害潜力更低。\n<Bullet/> 这种散弹枪有两种重新装填的选择：单发装填，一行动点装填一发子弹，不结束回合；完全装填，两个行动点装填整个弹匣。\n<Bullet/> 对于快速击杀和俘虏任务以及干掉机器人来说，这是一个很好的选择，但在对付成群结队的弱小敌人 (如失魂者) 时，它却有不足之处。"
AbilityDescName="散弹枪"

[ABBA_SHOTGUN_PLASMA X2WeaponTemplate]
FriendlyName="原型等离子战壕枪"
FriendlyNamePlural="原型等离子战壕枪"
BriefSummary="原型等离子武器是我们标准磁力武器的尖端替代品，与之相比有其自身的优势和劣势。原型等离子战壕枪在伤害和额外穿甲以及重新装填机制方面与狩猎散弹枪非常相似。"
TacticalText="<Bullet/> 等离子系列武器的原型专注于暴击、整体伤害、地形破坏和护甲粉碎。与高级激光系列武器不同，它们通常不会穿甲，不精准、声音大，并且具有极不稳定的伤害。\n<Bullet/> 这种散弹枪有两种重新装填的选择：单发装填，一行动点装填一发子弹，不结束回合；完全装填，两个行动点装填整个弹匣。\n<Bullet/> 对于快速击杀和俘虏任务以及干掉机器人来说，这是一个很好的选择，但在对付成群结队的弱小敌人 (如失魂者) 时，它却有不足之处。"
AbilityDescName="散弹枪"

[ABBA_SHOTGUN_PLASMAM2 X2WeaponTemplate]
FriendlyName="湍流等离子STSR"
FriendlyNamePlural="湍流等离子STSR"
BriefSummary="湍流等离子武器兼具原型等离子武器的特点，是我们标准光束武器的尖端替代品。湍流等离子STSR在伤害和额外穿甲以及其重新装填机制方面与狩猎散弹枪非常相似。"
TacticalText="<Bullet/> 湍流等离子系列武器擅长于暴击、整体伤害、地形破坏和破甲。它们通常不会穿甲，而且不精准、声音大，并且与终极激光系列武器不同，具有极不稳定的伤害。\n<Bullet/> 这种散弹枪有两种重新装填的选择：单发装填，一行动点装填一发子弹，不结束回合；完全装填，两个行动点装填整个弹匣。\n<Bullet/> 对于快速击杀和俘虏任务以及干掉机器人来说，这是一个很好的选择，但在对付成群结队的弱小敌人 (如失魂者) 时，它却有不足之处。"
AbilityDescName="散弹枪"

[ABBA_SNIPERRIFLE_CV X2WeaponTemplate]
FriendlyName="自动狙击步枪"
FriendlyNamePlural="自动狙击步枪"
BriefSummary="自动狙击步枪是我们可以使用的最致命的常规武器之一，也是最难使用的武器之一。它的爆发伤害是压倒性的，但是巨大的后坐力使得它比普通狙击步枪更难可靠地射击。它需要2个行动点才能开火，每次爆发后必须重新装填弹匣。"
TacticalText="<Bullet/> 无法装备自动装弹器或扩展弹匣。\n<Bullet/> 需要2个行动点才能开火或监视。"
AbilityDescName="自动狙击步枪"

[ABBA_SNIPERRIFLE_LASER X2WeaponTemplate]
FriendlyName="高级激光自动长矛"
FriendlyNamePlural="高级激光自动长矛"
BriefSummary="高级激光是标准激光武器的一个进步，与我们的标准磁力武器相比，高级激光有其自身的优势和劣势。高级激光自动长矛的处理方式与自动狙击步枪的处理方式非常相似，因为它具有巨大的爆发伤害、较低的精度和单次爆发弹匣。"
TacticalText="<Bullet/> 高级激光系列武器擅长精确性、持续伤害、降噪和穿甲。与原型等离子武器相比，暴击、破甲、地形破坏和整体伤害潜力更低。\n<Bullet/> 无法装备自动装弹器或扩展弹匣。\n<Bullet/> 需要2个行动点才能开火或监视。"
AbilityDescName="自动狙击步枪"

[ABBA_SNIPERRIFLE_LASERM2 X2WeaponTemplate]
FriendlyName="终极激光自动长矛"
FriendlyNamePlural="终极激光自动长矛"
BriefSummary="终极激光技术将高级激光的特性加倍，与我们的标准光束武器相比，它们具有各自的优势和劣势。终极激光自动长矛与自动狙击步枪非常相似，具有巨大的爆发伤害、较低的精度和单次爆发弹匣。"
TacticalText="<Bullet/> 终极激光系列武器擅长精确性、持续伤害、降噪和穿甲。与湍流等离子武器相比，暴击、破甲、地形破坏和整体伤害潜力更低。 \n<Bullet/> 无法装备自动装弹器或扩展弹匣。\n<Bullet/> 需要2个行动点才能开火或监视。"
AbilityDescName="自动狙击步枪"

[ABBA_SNIPERRIFLE_PLASMA X2WeaponTemplate]
FriendlyName="原型等离子自动长枪"
FriendlyNamePlural="原型等离子自动长枪"
BriefSummary="原型等离子武器是我们标准磁力武器的尖端替代品，与之相比有其自身的优势和劣势。原型等离子自动长枪非常类似于自动狙击步枪，具有巨大的爆发伤害，较低的精度和单次爆发弹匣。"
TacticalText="<Bullet/> 原型等离子系列武器专注于暴击、整体伤害、地形破坏和护甲粉碎。与高级激光系列武器不同，它们通常不会穿甲，不精准、声音大，并且具有极不稳定的伤害。 \n<Bullet/> 无法装备自动装弹器或扩展弹匣。\n<Bullet/> 需要2个行动点才能开火或监视。"
AbilityDescName="自动狙击步枪"

[ABBA_SNIPERRIFLE_PLASMAM2 X2WeaponTemplate]
FriendlyName="湍流等离子自动长枪"
FriendlyNamePlural="湍流等离子自动长枪"
BriefSummary="湍流等离子武器兼具原型等离子武器的特点，是我们标准光束武器的尖端替代品。湍流等离子自动长枪非常类似于自动狙击步枪，具有巨大的爆发伤害，较低的精度和单次爆发弹匣。"
TacticalText="<Bullet/> 湍流等离子系列武器擅长于暴击、整体伤害、地形破坏和破甲。它们通常不会穿甲，而且不精准、声音大，并且与终极激光系列武器不同，具有极不稳定的伤害。 \n<Bullet/> 无法装备自动装弹器或扩展弹匣。\n<Bullet/> 需要2个行动点才能开火或监视。"
AbilityDescName="自动狙击步枪"

[ABBA_ASSAULTRIFLE_CV X2WeaponTemplate]
FriendlyName="掠夺者自动步枪"
FriendlyNamePlural="掠夺者自动步枪"
BriefSummary="掠夺者自动步枪是一种突击步枪式武器，射速高。它的弹匣比标准突击步枪略大，近距离射击精度更好，但在远距离射击时精度较差，每发子弹的伤害潜力略低。"
TacticalText="<Bullet/> 与冲锋枪共享相同的射程表。\n<Bullet/> 与机枪不同，自动步枪的标准射击只需一个行动点，允许你用标准射击后跟进扫射攻击，或移动后进行标准射击。"
AbilityDescName="自动步枪"

[ABBA_ASSAULTRIFLE_LASER X2WeaponTemplate]
FriendlyName="高级激光自动步枪"
FriendlyNamePlural="高级激光自动步枪"
BriefSummary="高级激光是标准激光武器的一个进步，与我们的标准磁力武器相比，高级激光有其自身的优势和劣势。高级激光自动步枪类似于掠夺者自动步枪，在近距离内以其高射速占据优势，但在较远的射程内没有那么精准。"
TacticalText="<Bullet/> 高级激光系列武器擅长精确性、持续伤害、降噪和穿甲。与原型等离子武器相比，暴击、护甲粉碎、地形破坏和整体伤害潜力略低。\n<Bullet/> 与机枪不同，自动步枪的标准射击只需一个行动点，允许你用标准射击后跟进扫射攻击，或移动后进行标准射击。"
AbilityDescName="自动步枪"

[ABBA_ASSAULTRIFLE_LASERM2 X2WeaponTemplate]
FriendlyName="终极激光自动步枪"
FriendlyNamePlural="终极激光自动步枪"
BriefSummary="终极激光技术将高级激光的特性加倍，与我们的标准光束武器相比，它们具有各自的优势和劣势。终极激光自动步枪类似于掠夺者自动步枪，在近距离内以其高射速占据优势，但在较远的射程内没有那么精准。"
TacticalText="<Bullet/> 终极激光系列武器擅长精确性、持续伤害、降噪和穿甲。与湍流等离子武器相比，暴击、护甲粉碎、地形破坏和整体伤害潜力略低。\n<Bullet/> 与机枪不同，自动步枪的标准射击只需一个行动点，允许你用标准射击后跟进扫射攻击，或移动后进行标准射击。"
AbilityDescName="自动步枪"

[ABBA_ASSAULTRIFLE_PLASMA X2WeaponTemplate]
FriendlyName="原型等离子自动步枪"
FriendlyNamePlural="原型等离子自动步枪"
BriefSummary="原型等离子武器是我们标准磁力武器的尖端替代品，与之相比有其自身的优势和劣势。原型等离子自动步枪类似于掠夺者自动步枪，在近距离内以其高射速占据优势，但在较远的射程内没有那么精准。"
TacticalText="<Bullet/> 原型等离子系列武器专注于暴击、整体伤害、地形破坏和护甲粉碎。与高级激光系列武器不同，它们通常不会穿甲，不精准、声音大，并且具有极不稳定的伤害。\n<Bullet/> 与机枪不同，自动步枪的标准射击只需一个行动点，允许你用标准射击后跟进扫射攻击，或移动后进行标准射击。"
AbilityDescName="自动步枪"

[ABBA_ASSAULTRIFLE_PLASMAM2 X2WeaponTemplate]
FriendlyName="湍流等离子自动步枪"
FriendlyNamePlural="湍流等离子自动步枪"
BriefSummary="湍流等离子武器在原型机等离子的特性上加倍，是我们标准光束武器的尖端替代品。湍流等离子自动步枪类似于掠夺者自动步枪，在近距离内以其高射速占据优势，但在较远的射程内没有那么精准。"
TacticalText="<Bullet/> 湍流等离子系列武器擅长于暴击、整体伤害、地形破坏和破甲。与终极激光系列武器不同，它们通常不会穿甲，不精准、声音大，并且具有极不稳定的伤害。\n<Bullet/> 与机枪不同，自动步枪的标准射击只需一个行动点，允许你用标准射击后跟进扫射攻击，或移动后进行标准射击。"
AbilityDescName="自动步枪"

[ABBA_PISTOL_CV X2WeaponTemplate]
FriendlyName="半自动手枪"
FriendlyNamePlural="半自动手枪"
BriefSummary="与我们的左轮手枪相比，半自动手枪的伤害更低，但因其易于操作和更高的射速而得到补偿。它可以精准射击，永远不会造成擦伤。"
TacticalText="<Bullet/> 这种武器可以精准射击，永远不会造成擦伤。\n<Bullet/> 考虑一下，对于携带特殊弹药或具有像中心质量这样的能力的士兵来说，半自动手枪比标准手枪更能增加伤害。"
AbilityDescName="手枪"

[ABBA_PISTOL_LASER X2WeaponTemplate]
FriendlyName="高级激光半自动手枪"
FriendlyNamePlural="高级激光半自动手枪"
BriefSummary="高级激光是标准激光武器的一个进步，与我们的标准磁力武器相比，高级激光有其自身的优势和劣势。高级激光半自动手枪与半自动手枪相似，其制动力较低，射速较高。它可以精准射击，永远不会造成擦伤。"
TacticalText="<Bullet/> 高级激光系列武器擅长精确性、持续伤害、降噪和穿甲。与原型等离子武器相比，暴击、护甲粉碎、地形破坏和整体伤害潜力略低。\n<Bullet/> 它可以精准射击，永远不会造成擦伤。"
AbilityDescName="手枪"

[ABBA_PISTOL_LASERM2 X2WeaponTemplate]
FriendlyName="终极激光半自动手枪"
FriendlyNamePlural="终极激光半自动手枪"
BriefSummary="终极激光武器兼具高级激光的特点，与我们的标准光束武器相比，具有各自的优势和劣势。终极激光半自动手枪与半自动手枪相似，其制动力较低，射速较高。它可以精准射击，永远不会造成擦伤。"
TacticalText="<Bullet/> 终极激光系列武器擅长精确性、持续伤害、降噪和穿甲。与湍流等离子武器相比，暴击、护甲粉碎、地形破坏和整体伤害潜力略低。\n<Bullet/> 它可以精准射击，永远不会造成擦伤。"
AbilityDescName="手枪"

[ABBA_PISTOL_PLASMA X2WeaponTemplate]
FriendlyName="原型等离子半自动手枪"
FriendlyNamePlural="原型等离子半自动手枪"
BriefSummary="原型等离子体武器是我们标准磁力武器的尖端替代品，与之相比有其自身的优势和劣势。原型等离子半自动手枪与半自动手枪相似，其制动力较低，射速较高。它可以精准射击，永远不会造成擦伤。"
TacticalText="<Bullet/> 原型等离子系列武器专注于暴击、整体伤害、地形破坏和护甲粉碎。与高级激光系列武器不同，它们通常不会穿甲，不精准、声音大，并且具有极不稳定的伤害。\n<Bullet/> 它可以精准射击，永远不会造成擦伤。"
AbilityDescName="手枪"

[ABBA_PISTOL_PLASMAM2 X2WeaponTemplate]
FriendlyName="湍流等离子半自动手枪"
FriendlyNamePlural="湍流等离子半自动手枪"
BriefSummary="湍流等离子武器在原型等离子的特性上加倍，是我们标准光束武器的尖端替代品。湍流等离子半自动手枪类似于半自动手枪，其制动力较低，易于操作。它可以精准射击，永远不会造成擦伤。"
TacticalText="<Bullet/> 湍流等离子系列武器擅长于暴击、整体伤害、地形破坏和破甲。与终极激光系列武器不同，它们通常不会穿甲，不精准、声音大，并且具有极不稳定的伤害。\n<Bullet/> 它可以精准射击，永远不会造成擦伤。"
AbilityDescName="手枪"

[ABBA_SMG_PLASMAM2 X2WeaponTemplate]
FriendlyName="湍流等离子冲锋枪"
FriendlyNamePlural="湍流等离子冲锋枪"
BriefSummary="湍流等离子武器在原型等离子的特性上加倍，是我们标准光束武器的尖端替代品。湍流等离子冲锋枪的处理方式与我们的标准冲锋枪类似，包括提供额外的机动性和隐蔽能力。"
TacticalText="<Bullet/> 湍流等离子系列武器擅长于暴击、整体伤害、地形破坏和破甲。与终极激光系列武器不同，它们通常不会穿甲，不精准、声音大，并且具有极不稳定的伤害。"
AbilityDescName="冲锋枪"

[ABBA_SMG_LASERM2 X2WeaponTemplate]
FriendlyName="终极激光冲锋枪"
FriendlyNamePlural="终极激光冲锋枪"
BriefSummary="终极激光武器兼具高级激光的特点，与我们的标准光束武器相比，具有各自的优势和劣势。终极激光冲锋枪与我们的标准冲锋枪相似，包括提供额外的机动性和隐蔽能力。"
TacticalText="<Bullet/> 终极激光系列武器擅长精确性、持续伤害、降噪和穿甲。与湍流等离子武器相比，暴击、护甲粉碎、地形破坏和整体伤害潜力略低。"
AbilityDescName="冲锋枪"

[ABBA_SPARKRIFLE_LASERM2 X2WeaponTemplate]
FriendlyName="终极激光重型轨道炮"
FriendlyNamePlural="终极激光重型轨道炮"
BriefSummary="终极激光武器兼具高级激光的特点，与我们的标准光束武器相比，具有各自的优势和劣势。终极激光重型轨道炮类似于我们的SPARK单位的标准自动加农炮，并提供与超铀相位加农炮一样的输出。"
TacticalText="<Bullet/> 终极激光系列武器擅长精确性、持续伤害、降噪和穿甲。与湍流等离子武器相比，暴击、护甲粉碎、地形破坏和整体伤害潜力略低。"
AbilityDescName="自动加农炮"

[ABBA_BULLPUP_LASERM2 X2WeaponTemplate]
FriendlyName="Kal-LX 无托式"
FriendlyNamePlural="Kal-LX 无托式"
BriefSummary="终极激光武器兼具高级激光的特点，与我们的标准光束武器相比，具有各自的优势和劣势。Kal-LX 无托式与散兵的无托式类似，其产量与Kal-90无托式相当。"
TacticalText="<Bullet/> 终极激光系列武器擅长精确性、持续伤害、降噪和穿甲。与湍流等离子武器相比，暴击、护甲粉碎、地形破坏和整体伤害潜力略低。"
AbilityDescName="无托式"

[ABBA_VEKTORRIFLE_LASERM2 X2WeaponTemplate]
FriendlyName="月蚀长矛"
FriendlyNamePlural="月蚀长矛"
BriefSummary="终极激光武器兼具高级激光的特点，与我们的标准光束武器相比，具有各自的优势和劣势。月蚀长矛与死神的维克托步枪类似，其输出与暗影长矛相当。"
TacticalText="<Bullet/> 终极激光系列武器擅长精确性、持续伤害、降噪和穿甲。与湍流等离子武器相比，暴击、护甲粉碎、地形破坏和整体伤害潜力略低。"
AbilityDescName="维克托步枪"

[ABBA_AUTOPISTOL_LASERM2 X2WeaponTemplate]
FriendlyName="终极激光自动手枪"
FriendlyNamePlural="终极激光自动手枪"
BriefSummary="终极激光武器兼具高级激光的特点，与我们的标准光束武器相比，具有各自的优势和劣势。终极激光自动手枪类似于圣殿骑士的自动手枪，其输出与光束自动手枪相当。"
TacticalText="<Bullet/> 终极激光系列武器擅长精确性、持续伤害、降噪和穿甲。与湍流等离子武器相比，暴击、护甲粉碎、地形破坏和整体伤害潜力略低。"
AbilityDescName="自动手枪"

[ABBA_WRISTBLADE_LASERM2 X2PairedWeaponTemplate]
FriendlyName="终极激光开颅刃"
FriendlyNamePlural="终极激光开颅刃"
BriefSummary="终极激光开颅刃类似于散兵的标准开颅刃，并提供相当于聚变开颅刃的效果。虽然没有聚变开颅刃的燃烧效果，但终极激光开颅刃重量轻，切割精确，赋予了它躯体收割的能力，作为一个自由动作，冷却时间为5回合。"
TacticalText="<Bullet/> 终极激光近战武器专注于精确性和持续伤害。与聚变近战武器相比，暴击伤害和整体伤害潜力更低。"
AbilityDescName="开颅刃"

[ABBA_SWORD_CONVENTIONAL X2WeaponTemplate]
FriendlyName="合金剑"
FriendlyNamePlural="合金剑"
BriefSummary="在伤害方面，对标准剑的轻微改进；合金剑采用了外星合金，打造出更具杀伤力的剑刃。它没有任何额外的状态效果或能力。"
TacticalText="<Bullet/> 合金剑不需要尸体来制造，如果我们不能找到机会完成完整的回收任务，那么我们的近战士兵可以继续战斗一段时间。"
AbilityDescName="剑"

[ABBA_SWORD_LASER X2WeaponTemplate]
FriendlyName="激光利剑"
FriendlyNamePlural="激光利剑"
BriefSummary="激光利剑类似于我们士兵的标准剑，并提供相当于电弧剑的效果。虽然没有电弧剑的击晕效果，但激光利剑重量轻，切割精确，赋予了它躯体收割的能力，作为一个自由动作，冷却时间为5回合。"
TacticalText="<Bullet/> 激光近战武器擅长精确性和持续伤害。暴击伤害和整体伤害潜力低于电弧近战武器。"
AbilityDescName="剑"

[ABBA_SWORD_PLASMA X2WeaponTemplate]
FriendlyName="等离子利剑"
FriendlyNamePlural="等离子利剑"
BriefSummary="等离子利剑类似于我们士兵的标准剑，略优于电弧近战武器。虽然没有电弧剑的击晕效果，等离子利剑的邪恶刃赋予它肢解能力，在5回合冷却时间内无情的斩击，保证对大多数目标造成暴击，并对目标造成1点伤口撕裂。"
TacticalText="<Bullet/> 等离子近战武器擅长暴击伤害和整体伤害。精确性和持续伤害性低于电弧近战武器。"
AbilityDescName="剑"

[ABBA_SWORD_LASERM2 X2WeaponTemplate]
FriendlyName="终极激光利剑"
FriendlyNamePlural="终极激光利剑"
BriefSummary="终极激光利剑类似于我们士兵的标准剑，并提供相当于融合之刃的效果。虽然没有融合之刃的燃烧效果，但终极激光利剑重量轻，切割精确，赋予了它躯体收割的能力，作为一个自由动作，冷却时间为5回合。"
TacticalText="<Bullet/> 终极激光近战武器专注于精确性和持续伤害。与融合近战武器相比，暴击伤害和整体伤害潜力更低。"
AbilityDescName="剑"